export default {
    languageLabel: "भाषा",
    languageOptions: {
        en: "अंग्रेज़ी",
        es: "स्पेनिश",
        hi: "हिन्दी",
        zh: "चीनी",
    },
    navbar: {
        vault: "कोषागार",
        gallery: "गैलरी",
        manifesto: "घोषणापत्र",
    },
    footer: {
        rights: "© 2025 Veterans. सर्वाधिकार सुरक्षित।",
        vault: "तिजोरी",
        gallery: "गैलरी"
    },
    manifesto: {
        title: "VETERANS घोषणापत्र",
        welcome: "घर में आपका स्वागत है, भाई।",
        paragraph1: "आप हमारी बेस पर पहुँचे हैं, एक बारूदी सुरंग क्षेत्र पार करने के बाद। एक बड़ा गले लगाओ, सैनिक। आप एक जीवित बचे हुए हैं, एक बिना पदक वाला नायक।",
        paragraph2: "आपने कई युद्ध लड़े हैं जिन्हें आपका मन याद करता है और जो आपके विवेक पर भार डालते हैं। आपने जो सहा है, उसने आपको मजबूत बनाया है। यदि वह भार जिसने आपको लड़ने पर मजबूर किया, आपको नहीं रोक सका, तो इसका मतलब है कि आप महिमा पाने के लिए गढ़े गए हैं।",
        paragraph3: "इसीलिए हम आपको अपनी पंक्तियों में चाहते हैं। इसलिए हम यह लड़ाई साथ में लड़ेंगे।",
        paragraph4: "यह रोने वालों का समय नहीं है, बल्कि उन लोगों का है जो अपने भाग्य की जिम्मेदारी स्वीकार करते हैं। आप एक योद्धा हैं, और हम इस महान लड़ाई के लिए आपको अपने साथ चाहते हैं। हम कंधे से कंधा मिलाकर आगे बढ़ेंगे, क्योंकि साथ में, कुछ भी असंभव नहीं है।",
        paragraph5: "आपने हार का सामना किया है और संभवतः दूर की जीत का भी। इस यात्रा ने आपके शरीर और मन को थकाया है, लेकिन कुछ भी आपको नहीं रोक सका। आप एक वेटरन हैं जूते में। लेकिन, अभी के लिए, बिना पदक के। यह वह क्षण है जब आपको जो हक है, उसे प्राप्त करना चाहिए।",
        paragraph6: "उठो। आपके पास आवश्यक इच्छाशक्ति है। आप मजबूत हैं, लेकिन साथ में हम अजेय होंगे। हमारी महिमा के लिए, हमारे घरों के लिए, यह जीत हमारी होगी।",
        paragraph7: "हम दृढ़ता से मार्च करेंगे, और हमारी पंक्तियाँ और बैनर शोर करेंगे और सभी गांवों और शहरों में देखे जाएंगे। VETERANS का सील दुनिया के उन सभी क्षेत्रों में जाना जाएगा और प्रतिष्ठित होगा जहां सूरज चमकता है।",
        paragraph8: "हमारा उद्देश्य एक मजबूत और लचीला समुदाय बनाना है, और हमें खुशी है कि आप जीवित हैं और हमारी बेस के दरवाजे पर दस्तक दे रहे हैं। हम जानते हैं कि VETERANS का सील आपको बुला रहा है और वह आपका है। अपने जूते बांधो और पंक्तियों में शामिल हो जाओ। अपनी धूल, अपने जूते और अपने हथियार उतारो। उन्हें पहन लो, और साथ में हम एक ऐसी महिमा की ओर मार्च करेंगे जो इतिहास में दर्ज होगी।",
        closing: "फिर से कहा जाता है: घर में आपका स्वागत है, भाई!",
    },
    video: {
        notSupported: "आपका ब्राउज़र वीडियो एलिमेंट का समर्थन नहीं करता है।",
    },
    gallery: {
        thisIs: "यह है",
    },

};
