export default {
    languageLabel: "语言",
    languageOptions: {
        en: "英语",
        es: "西班牙语",
        hi: "印地语",
        zh: "中文",
    },
    navbar: {
        vault: "金库",
        gallery: "画廊",
        manifesto: "宣言",
    },
    footer: {
        rights: "© 2025 Veterans. 保留所有权利。",
        vault: "金库",
        gallery: "画廊"
    },
    manifesto: {
        title: "VETERANS 宣言",
        welcome: "欢迎回家，兄弟。",
        paragraph1: "你穿越了雷区，终于到达了我们的基地。来一个大大的拥抱，战士。你是幸存者，是没有勋章的英雄。",
        paragraph2: "你经历了许多战斗，这些战斗在你的记忆中挥之不去，并且压在你的良知上。你所克服的一切让你更强大。如果那些你曾经背负的重量没有击倒你，那是因为你已经被锻造成追求荣耀的材料。",
        paragraph3: "这就是为什么我们要你加入我们的队伍。这就是为什么我们要一起并肩作战。",
        paragraph4: "这不是哭泣者的时代，而是那些接受自己命运的人。你是战士，我们要你在这场伟大战役中站在我们身边。我们将肩并肩前进，因为在一起，没有什么是不可能的。",
        paragraph5: "你经历过失败，也许还有遥远的胜利。这段旅程让你的身体和心灵伤痕累累，但没有什么能阻止你。你是穿着靴子的 VETERAN。但现在，还没有勋章。这是你应得的时刻。",
        paragraph6: "站起来。你拥有必要的意志。你很强大，但我们在一起将无敌。为了我们的荣耀，为了我们的家园，这场胜利将属于我们。",
        paragraph7: "我们将坚定地前进，我们的队伍和旗帜将响彻所有村庄和城市。VETERANS 的印记将在阳光照耀的世界每一个角落被认识并尊重。",
        paragraph8: "我们的目标是打造一个坚强且有韧性的社区，我们很高兴你还活着并敲响了我们基地的门。我们知道 VETERANS 的印记在呼唤你，并且属于你。系好你的靴子，加入我们的队伍。擦去你的尘土，穿上你的靴子和武器。一起，我们将迈向将被载入史册的荣耀。",
        closing: "再次说道：欢迎回家，兄弟！",
    },
    video: {
        notSupported: "您的浏览器不支持 video 元素。",
    },
    gallery: {
        thisIs: "这是",
    },

};
